Repository: CERT-Polska/Artemis-modules-extra
Catalog: autoreporter_addons/dns_reaper/translations/*/additional.po
Languages: pl_pl

source: The defined domain has a CNAME record configured but the CNAME is not registered. You should look to see if you can register this CNAME.
pl_pl: Domena ma skonfigurowany rekord CNAME ale domena docelowa tego rekordu nie jest zarejestrowana. Prosimy o weryfikację, czy nie jest możliwe przejęcie domeny przez zarejestrowanie domeny docelowej rekordu CNAME.

source: The defined domain has CNAME records configured for getresponse but a web request shows the domain is unclaimed. An attacker can register this domain on getresponse and serve their own web content.
pl_pl: Domena ma skonfigurowany rekord CNAME skierowany do narzędzia GetResponse, ale domena docelowa jest wolna. Atakujący może zarejestrować taką domenę w serwisie GetResponse aby umieścić tam swoje treści.

source: The defined domain has CNAME records configured for Netlify and but a web request shows the domain is unclaimed. An attacker can register this domain on Netlify and serve their own web content.
pl_pl: Domena ma skonfigurowany rekord CNAME skierowany do narzędzia Netlify, ale domena docelowa jest wolna. Atakujący może zarejestrować taką domenę w serwisie Netlify aby umieścić tam swoje treści.

source: The defined domain has CNAME records configured for Netlify but a web request shows the domain is unclaimed. An attacker can register this domain on Netlify and serve their own web content.
pl_pl: Domena ma skonfigurowany rekord CNAME skierowany do narzędzia Netlify, ale domena docelowa jest wolna. Atakujący może zarejestrować taką domenę w serwisie Netlify aby umieścić tam swoje treści.

source: The defined domain has CNAME or A/AAAA records configured for Github Pages but a web request shows the domain is unclaimed. An attacker can register this domain on Github Pages and serve their own web content.
pl_pl: Domena ma skonfigurowane rekordy A/AAAA kierujące do serwisu GitHub Pages, ale domena docelowa jest wolna. Atakujący może zarejestrować taką domenę w serwisie GitHub Pages aby umieścić tam swoje treści.

source: The defined domain has CNAME records configured for wordpress.com but a web request shows the domain is unclaimed. An attacker can register this domain on wordpress.com and serve their own web content.
pl_pl: Domena ma skonfigurowane rekordy CNAME kierujące do serwisu wordpress.com, ale domena docelowa jest wolna. Atakujący może zarejestrować taką domenę w serwisie wordpress.com aby umieścić tam swoje treści.

source: The defined domain has he.net NS records configured but these nameservers do not host a zone for this domain. An attacker can register this domain with he.net so they get provisioned onto a matching nameserver.
pl_pl: Domena ma skonfigurowane rekordy NS kierujące do serwisu he.net, ale domena docelowa jest wolna. Atakujący może zarejestrować taką domenę w serwisie he.net aby umieścić tam swoje treści.

source: The defined domain has CNAME records configured for Microsoft Azure but these records do not resolve. An attacker can register this domain on Microsoft Azure and serve their own web content.
pl_pl: Domena ma skonfigurowane rekordy CNAME kierujące do serwisu Microsoft Azure, ale domena docelowa nie istnieje. Atakujący może zarejestrować taką domenę w serwisie Microsoft Azure oraz umieścić tam swoje treści.

source: The defined domain has A/CNAME records configured for Shopify pages but Shopify lets us know its not claimed. An attacker can register this domain on Shopify pages.
pl_pl: Domena ma skonfigurowane rekordy A/CNAME kierujące do serwisu Shopify, ale nazwa docelowa jest wolna. Atakujący może zarejestrować taką nazwę w serwisie Shopify oraz umieścić tam swoje treści.

source: The defined domain has AWS Route53 NS records configured but these nameservers do not host a zone for this domain. An attacker can register this domain with AWS Route53 so they get provisioned onto a matching nameserver. AWS has some validation that may prevent some takeovers, so this may or may not be vulnerable.
pl_pl: Domena ma skonfigurowane rekordy NS kierujące do serwisu AWS Route53, ale domena nie jest zarejestrowana na serwerach nazw tego serwisu. Atakujący może potencjalnie zarejestrować tę domenę w serwisie Route53 aby serwować swoje treści. AWS jest zabezpieczone przed częścią przypadków przejęcia domen - prosimy więc o weryfikację, czy ta podatność w rzeczywistości występuje.

source: The defined domain has CNAME records configured for AWS Elastic Beanstalk but these records do not resolve. An attacker can register this domain on AWS Elastic Beanstalk and serve their own web content.
pl_pl: Domena ma skonfigurowany rekord CNAME kierujący do narzędzia AWS Elastic Beanstalk ale domena docelowa tego rekordu nie jest zarejestrowana. Atakujący może zarejestrować taką domenę w serwisie AWS Elastic Beanstalk oraz umieścić tam swoje treści.
