Repository: CERT-Polska/Artemis-modules-extra
Catalog: autoreporter_addons/ssl_checks/translations/*/LC_MESSAGES/messages.po
Languages: pl_pl

source: The following addresses return SSL/TLS certificates for different domains:
pl_pl: Następujące adresy zwracają certyfikaty SSL/TLS wystawione na niepoprawne domeny:

source: returns certificate for
pl_pl: zwraca certyfikat wystawiony na

source: Such configuration will cause the user to see an invalid certificate message. We recommend correct SSL/TLS configuration, together with a redirect from http:// to https://, so that the communication between the user and the server (which may contain e.g. personal identifiable information) will be encrypted.
pl_pl: Taka konfiguracja sprawi, że próba wejścia na adres wyświetli użytkownikowi ostrzeżenie o niepoprawnym certyfikacie. Rekomendujemy poprawną konfigurację SSL/TLS, wraz z przekierowaniem z http:// na https://, tak, żeby komunikacja użytkowników z serwisem (która może zawierać np. dane osobowe) była szyfrowana.

source: Please note that you can obtain an SSL certificate for free.
pl_pl: Prosimy pamiętać, że certyfikat SSL można otrzymać również za darmo.

source: SSL/TLS certificates on following addresses aren't signed by a trusted authority:
pl_pl: Certyfikaty SSL/TLS pod następującymi adresami nie są podpisane przez zaufane centrum certyfikacji:

source: The SSL/TLS certificates for the following websites have expired:
pl_pl: Certyfikaty SSL/TLS pod następującymi adresami wygasły:

source: expired on
pl_pl: data wygaśnięcia

source: If the site is not used, we recommend shutting it down. If it's still used, we recommend creating a new certificate.
pl_pl: Jeśli strona nie jest już używana, rekomendujemy jej wyłączenie. Jeśli zaś jest używana, rekomendujemy wygenerowanie nowego certyfikatu.

source: The following addresses don't redirect from http:// to https://:
pl_pl: Następujące adresy nie przekierowują z http:// na https://:

source: We recommend redirecting the user to an address starting with https:// so that the communication between the user and the server (which may contain e.g. personal identifiable information) will be encrypted.
pl_pl: Rekomendujemy przekierowanie użytkownika do adresu zaczynającego się od https://, tak, żeby komunikacja użytkowników z serwisem (która może zawierać np. dane osobowe) była szyfrowana.
